return
{	
	{
		id = 1001,
		level = 85,
		name = '金之剑',
		attr = {{1,700},{2,800},{3,900}},
		desc = '金属性的战士才能挥舞的利剑'
	},
	{
		id = 1002,
		level = 85,
		name = '木之剑',
		attr = {{1,700},{2,800},{3,901}},
		desc = '木属性的战士才能挥舞的利剑'
	},
	{
		id = 1003,
		level = 85,
		name = '水之剑',
		attr = {{1,700},{2,800},{3,902}},
		desc = '水属性的战士才能挥舞的利剑'
	},
	{
		id = 1004,
		level = 80,
		name = '火之剑',
		attr = {{1,700},{2,800},{3,903}},
		desc = '火属性的战士才能挥舞的利剑'
	},
	{
		id = 1005,
		level = 75,
		name = '土之剑',
		attr = {{1,700},{2,800},{3,903}},
		desc = '土属性的战士才能挥舞的利剑'
	},
	{
		id = 1006,
		level = 18,
		name = '空饰',
		attr = {},
		desc = '这件装饰没有特殊的能力，但非常好看'
	}
}